code --install-extension atlassian.atlascode
code --install-extension ban.spellright
code --install-extension DavidAnson.vscode-markdownlint
code --install-extension DougFinke.vscode-pandoc
code --install-extension ExecutableBookProject.myst-highlight
code --install-extension fcrespo82.markdown-table-formatter
code --install-extension formulahendry.code-runner
code --install-extension hediet.vscode-drawio
code --install-extension Ikuyadeu.r
code --install-extension James-Yu.latex-workshop
code --install-extension jithurjacob.nbpreviewer
code --install-extension kiteco.kite
code --install-extension mhutchie.git-graph
code --install-extension MS-CEINTL.vscode-language-pack-en-GB
code --install-extension ms-python.python
code --install-extension ms-toolsai.jupyter
code --install-extension ms-vscode-remote.remote-wsl
code --install-extension myh.preview-vscode
code --install-extension pajoma.vscode-journal
code --install-extension redhat.vscode-yaml
code --install-extension shd101wyy.markdown-preview-enhanced
code --install-extension tht13.python
code --install-extension torn4dom4n.latex-support
code --install-extension yzane.markdown-pdf
code --install-extension yzhang.vscode-jupyter
